<template>
    <div>
        <Header></Header>
        <div class="main">
            <BreadCrumbs></BreadCrumbs>
            <div id="main-policy" class="main-policy">
                <h1>
                    <lang>Coinsprize平台用户服务协议</lang>
                </h1>
                <h2>
                    综述
                </h2>
                <p>
                    以下条款和条件(“T&Cs”或“协议”)构成并支配双方之间的合同关系，自2018年5月起生效。在使用https://coinsprize.com	平台之前，请仔细阅读条款和条件。使用该平台任何服务的事实证实了您对条款和条件的同意（包括登录、注册平台账号，使用平台任一应用）。 本协议由《Coinsprize服务协议》、《Coinsprize隐私政策》及运营团队不时公布的各项规则（包括“帮助中心”的内容）组成。平台会有新产品推出，围绕新产品会更新本用户协议，让协议适用新产品并保护用户利益。
                </p>
                <p>
                    以下条款和条件。Coinsprize平台及平台提供的所有应用（https://coinsprize.com）以下简称“平台”、“Coinsprize”或者“我们”，单一应用说明使用应用名称；平台使用应用的用户以下部分情况使用以下简称“用户”、“客户”“你”或“你们”；《Coinsprize平台用户服务协议》以下简称《协议》。
                </p>
                <p>
                    在成为https://coinsprize.com	的有效注册用户之前，用户必须阅读，同意并接受本协议中包含的所有条款与条件，且不得进行任何修改，包括以下明确规定的条款与条件以及通过援引并入的条款与条件。继续访问或使用本网站则代表用户同意遵守本协议的条款与条件。本协议也适用于通过移动设备提供的所有服务，包括可下载的应用程序。所有对本网站使用的援引均理解为对使用我们为移动设备提供的服务的援引。
                </p>
                <p>
                    Coinsprize运营团队可能不时修改和/或转让本协议或任何权利和/或义务，或随时更改在网站上公布的条款与条件以及隐私政策，更改过后的条款与条件将在下次访问或登录时立即生效。继续使用Coinsprize运营团队提供的网站，服务或软件则表示用户同意接受更改后的条款与条件。若用户不同意接受更改后的条款与条件，则用户不得继续使用或访问我们的服务，并立即以书面形式通知我们。为了避免之后可能出现的误解和争议，用户可打印本条款与条件。Coinsprize运营团队会以多种语言发布本条款与条件，其反映与英文版本相同之内容，以便提供信息，帮助用户。英文版本将构成您与Coinsprize运营团队之间关系的法律依据，如果英语版本的条款与条件与任何其他语言版本之间存在任何差异，则以英文版本为准。
                </p>
                <p>
                    用户在网站注册并确认您的注册详细信息时本协议即生效。在网站注册帐户即代表用户已阅读、理解并同意本协议。使用本网站即表示用户已同意并接受其中所有内容。注册帐户之前，用户必须完整阅读并理解本协议。若不同意本协议的任一部分，则不得使用本网站。
                </p>
                <p>
                    Coinsprize运营团队保留在服务非法使用时自行决定拒绝和/或取消服务的权利。
                </p>
                <h2>
                    第一条 应用范围
                </h2>
                <p>
                    平台产品为博彩产品，平台产品只接受法律允许在线赌博的国家及地区的用户，且不接受用户将其视为金融理财或其他投资业务，平台不对用户因使用应用造成的可能损失承担如何责任。
                </p>
                <p>
                    在使用平台产品前，请确保你已经确认当地的现有法律允许你的游戏行为。用户保证在任何时候都不是下列国家的居民：包括但不限于美国、美属萨摩亚、关岛、马绍尔群岛、北马里亚纳群岛、波多黎各、维尔京群岛、古巴、伊朗、中国、中国香港、中国澳门、苏丹、朝鲜、英国、叙利亚、法国或西班牙。
                </p>
                <p>
                    使用平台账号获取服务，请应确保自己已年满18岁（或达到所属国家成年人最低年龄），任何未满18岁用户或未达到所属国家成年人最低年龄的用户，平台均会视其账号为无效账号，发现后拒绝为其账号继续提供服务。非法使用平台账号获取平台服务（如盗用他人信息进行游戏），将停止给该用户提供服务。
                </p>
                <p>
                    平台为区块链应用产品，多数应用为完全基于区块链实现的产品，在使用产品前，请明确当地法律并没有对区块链进行法律禁止。
                </p>
                <p>
                    用户完全负责根据用户居住权限的法律，向他们的奖金费用支付税费。
                </p>
                <p>
                    本协议未尽事宜，您需遵守不时更新的公告及相关规则。
                </p>
                <h2>
                    第二条 用户账号
                </h2>
                <h3>
                    1.	账号的用途
                </h3>
                <p>
                    可以登录平台，并使用平台中提供的所有应用服务（自身进行限制、被违规制裁或无效账号将无法享受部分或全部服务）
                </p>
                <h2>
                    2. 账号的修改
                </h2>
                <p>
                    为保障用户的权益且账号的唯一性，部分信息用户无法自行修改；
                </p>
                <p>
                    用户自行操作，导致账号信息发生变更而未及时修改或保存，导致无法证明用户的有效身份，Coinsprize运营团队有权拒绝提供任何信息或承担任何义务。
                </p>
                <h3>
                    3. 账号的保护
                </h3>
                <p>
                    用户应妥善保管自己的账号和密码，并对自己的账号和密码安全负全部责任；
                </p>
                <p>
                    用户若发现任何非法使用的账号或存在安全漏洞的情况，请立即通知Coinsprize运营团队；
                </p>
                <p>
                    若Coinsprize运营团队发现疑似遭盗用的账号，可以立即终止该账号的使用权；因疑似遭盗用被停止使用权的账号，账号所有人需证明账号所属正常，方可恢复使用；
                </p>
                <p>
                    平台账户对应区块链账户，若因为用户自身原因，而导致账号、密码遭他人非法使用时，Coinsprize运营团队将不负责处理且不承担任何责任。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有登录资料；多人共享同一个账号；安装非法或来路不明的程序等；尝试恶意攻击获取区块链账户的私钥、keystore等信息；用户提款误操作，将账户中数字货币转移至错误地址等。
                </p>
                <p>
                    平台账号一旦发现账号有异常操作，可能会优先转移账号资金至安全账号，用户可后续凭有效证明尝试获取恢复账号资金。
                </p>
                <p>
                    用户使用第三方软件使用平台产品，账户出现问题平台不承担任意责任。
                </p>
                <h3>
                    4. 账户充值、转账
                </h3>
                <p>
                    用户可在平台上，使用账户进行充值、转账（即将自己游戏账户中资金转移至个人持有的区块链账户中）操作，实际的充值、转账行为均在相关区块链系统（而非Coinsprize）发生，区块链系统交易“不可撤销”的属性，我们不能为您暂停或撤销已发起的充值、转账等操作。同时以下情况的出现可能导致转账“交易失败”或“打包超时”：
                </p>
                <div>
                    <p>a) 钱包余额不足；</p>
                    <p>b) 交易矿工费不足；</p>
                    <p>c) 区块链执行合约代码失败；</p>
                    <p>d) 超出监管部门、Coinsprize或法律法规规定的付款额度；</p>
                    <p>e) 网络、设备等技术故障；</p>
                    <p>f) 区块链网络拥堵、故障等原因引起交易被抛弃；</p>
                    <p>g) 您的地址或交易对方地址被识别为特殊地址, 如高风险地址、交易所地址、ICO 地址、Token地址等。</p>
                </div>
                <h3>
                    5. 账号数据处理规则
                </h3>
                <p>
                    对于用户提供给平台的账号数据，用户享有以下权利：
                </p>
                <div>
                    <p>a) 知情权：平台必须披露信息使用细节，并免费提供用户查询，同时平台会记录每一次用户查询的记录</p>
                    <p>b) 访问权：用户可随时确认数据是不是被处理过、可以随时查看保存数据的具体信息</p>
                    <p>c) 有权整改权：用户可有权修改错误的数据，如果修改不被采纳，用户有权投诉或司法补救，同时平台会及时响应用户请求</p>
                    <p>d) 有权删除权：当用户提供给平台的数据，涉及：资料已不需要使用、平台无法证明数据用途、数据被他人非法使用、涉及未成年人数据等情况，用户有权要求删除数据，平台会积极配合审查并进行操作</p>
                    <p>e)反对权：用户有权反对个人数据被用于营销数据处理</p>
                    <p>f) 自动决策和分析：用户可同意他的个人数据被进行分析处理</p>
                </div>
                <p>
                    除以下情况，Coinsprize会保证用户信息的完全保密
                </p>
                <div>
                    <p>a) 相应的政府机关、司法机关的要求；</p>
                    <p>b) 现行的法律法规的要求，包括但不限于部分地区会要求用户使用平台前先提供身份证明等信息；</p>
                    <p>c) Coinsprize运营团队合理怀疑用户有危害所属国家安全或其他违法情形，Coinsprize运营团队主动将相关资料供执法机关调查处理；</p>
                </div>
               <h3>
                   6. 账户制裁与封禁
               </h3>
                <p>
                    触发以下条例，平台将对用户的行为造成的影响进行评估，进行部分甚至全部功能的限制，或封禁账号
                </p>
                <div>
                    <p>a)用户未如实填写注册表，包括盗用他人邮箱等内容</p>
                    <p>b)用户属于18岁以下的个人，或属于用户管辖范围内最低法定成年年龄的个人</p>
                    <p>c)用户在业务活动中受法律监督及限制</p>
                    <p>d)用户使用帐号进行商业意图</p>
                    <p>e)用户在放置之前不知道下注的后果</p>
                    <p>f)用户未阅读这些通用条款和条件，或未能完全理解平台服务协议</p>
                    <p>g)用户注册名含不雅信息，或有冒犯和违背当地法律规定的词汇</p>
                </div>
                <p>
                    用户若有违反以下任意条例，平台有权停止账户的所有服务，包括但不限于停止、暂停用户账户服务，冻结用户账户资金，删除用户账户等措施；
                </p>
                <div>
                    <p>a)使用多账号进行游戏，平台仅支持每名用户使用单一账号；平台有权怀疑并依据用户账户行为判断用户是否存在多账号操作</p>
                    <p>b)盗取他人信息或违背他人意愿，使用他人信息进行账号注册及使用</p>
                    <p>c)进行商业意图，使用范围广，或造成其他用户利益受损</p>
                    <p>d)平台账号本身不具备任何实际价值，禁止用户向其他用户出售、质押、转账或获取账号</p>
                    <p>e)用户因自身原因，受当地法律明令禁止参与平台运营的产品类别，或明确限制不许可使用本平台</p>
                    <p>f)存在利用平台可能存在的bug或区块链技术破绽，为自己账户牟利行为</p>
                    <p>g)任何欺诈、操作、洗钱或当地法律或更广范围法律所禁止的事情，属于欺诈的行为包括：
                        <span>1）参与与其他用户的任何类型的勾结</span>
                        <span>2）制定针对不公平获取奖金的战略;</span>
                        <span>3）针对我公司其他在线区块链游戏或支付提供商的欺诈行为;</span>
                        <span>4）使用平台进行洗钱行为;</span>
                        <span>5）其他类型的作弊行为;</span>
                        <span>6）或在其居住国成为破产人;</span>
                    </p>

                </div>
                <p>
                    平台账号存在1年以上休眠状态，经过3次以上提醒未有所操作行为，平台将停止游戏所有服务，用户后续需提供可验证的真实身份信息，恢复账号的服务
                </p>
                <h2>
                    第三条 Coinsprize平台
                </h2>
                <h3>
                    Coinsprize平台
                </h3>
                    <h4>
                        1.	Coinsprize平台服务
                    </h4>
                    <p>
                        Coinsprize平台服务指Coinsprize平台提供的所有应用：Lucky11游戏、LuckyCoin游戏以及平台其他服务。平台多数功能完全基于以太链实现，如平台基于以太链的服务因以太链网络、技术原因，造成延迟、服务中断，平台不承担因此相应责任。
                    </p>
                    <h4>
                        2.	Coinsprize平台资费
                    </h4>
                    <p>
                        Coinsprize平台，除Lucky11，LuckyCoin 游戏外，其他服务为免费提供，平台不再收取任何费用；平台及平台上部分应用及服务是基于以太链技术实现，其中可能涉及到部分手续费用以提供给以太链服务，该笔手续费不为平台收取。
                    </p>
                <h3>
                    Lucky11游戏
                </h3>
                <h4>
                    1.  Lucky11游戏服务
                </h4>
                <p>
                    Lucky11为概率型游戏，用户选择的号码如果与开奖号码一致则可获得对应奖励。用户须知该游戏为纯概率开奖，可能存在亏损的可能。游戏开奖基于以太链某一区块的Hash值得出，开奖依据可从以太链上查询校验。
                </p>
                <h4>
                    2.	Lucky11游戏资费
                </h4>
                <p>
                    Lucky11游戏资费为0.001-0.1 ETH，用户自行选择所需的资费，中奖后，对应的奖励为付出资费*奖励对应倍数；选择额外的奖池玩法，在选择号码与开奖号码开奖顺序及号码一致时，可获得奖池对应公式的奖励。
                </p>
                <h4>
                    3.  Lucky11特殊情况
                </h4>
                <p>
                    Lucky11游戏可能会出现以下特殊情况，请在完全知晓可能出现以下风险的情况下参与Lucky11游戏：
                </p>
              <div>
                  <p>1）游戏开奖完全基于区块链实现，如果区块链出现网络延迟或堵塞，为防止开奖有误，平台会暂时关闭投注；</p>
                  <p>2）区块链存在数据回滚可能，若已经开奖，即使开奖区块取消，平台开奖结果不变；游戏投注完全上线后，投注方能生效，若出现网络堵塞，可能导致投注不成功；</p>
                  <p>3）游戏奖池开奖为异步开奖，需2次验证区块链hash，若区块取消无法查询，奖池奖无法正常派奖。</p>
              </div>
                <h3>
                    LuckyCoin游戏
                </h3>
                <h4>
                    1.LuckyCoin游戏服务
                </h4>
                <p>
                    LuckyCoin为概率抽奖类游戏，用户在选择认购1份或多份购买额后，会随机获得对应的开奖号码，若自己持有的开奖号码与中奖号码一致，则获得奖励。游戏百分百开奖，必有用户能获得奖励。开奖依据以太链某一区块的Hash值得出。
                </p>
                <h4>
                    2.LuckyCoin游戏资费
                </h4>
                <p>
                    LuckyCoin无固定游戏资费，用户可根据自身情况，自行选择支付资费，理论用户资费支付越高，中奖概率越大。
                </p>
                <h4>
                    3.LuckyCoin特殊情况
                </h4>
                <p>
                    游戏开奖完全基于区块链实现，如果区块链出现网络延迟或堵塞，为防止开奖有误，平台会暂停当前所有未开奖的期数；
                </p>
                <p>
                    区块链存在数据回滚可能，若已经开奖，即使开奖区块取消，平台开奖结果不变；
                </p>
                <p>
                    游戏投注完全上线后，投注方能生效，若出现网络堵塞，可能导致投注不成功；
                </p>
                <h2>
                    第四条 用户的义务
                </h2>
                <p>
                    1.	除非本《协议》另有规定，否则，未经Coinsprize运营团队书面同意，用户不得实施下列行为（无论是营利的还是非营利的）：
                </p>
                <div>
                    <p>
                        a)复制、翻录、传播和陈列平台上所有应用的程序、使用手册和其它图文音像资料的全部或部分内容；
                    </p>
                    <p>
                        b)公开展示和播放平台上所有应用的全部或部分内容；
                    </p>
                    <p>
                        c)出租、销售本软件或者利用平台上所有应用从事营利行为；
                    </p>
                    <p>
                        d)修改或遮盖平台上所有应用的程序、图像、动画、包装和手册等内容上的产品名称、公司标志、商标（或）版权信息、其他知识产权声明等内容；
                    </p>
                    <p>
                        e)在区块链上恶意复制平台的内容，平台有权怀疑用户在链上存在以上行为，并对用户账号进行处理
                    </p>
                </div>
                <p>
                    2.	用户应通过合法的途径使用平台产品的相关服务，不得作出以下侵害Coinsprize运营团队或第三人利益，扰乱应用秩序，违反应用公平性、违反本《协议》或者Coinsprize团队发布的其他规则或者当地国家有关法律法规规定的行为，包括但不限于：
                </p>
                <div>
                    <p>a)修改、翻译、注释、整理、汇编、演绎平台所有产品；</p>
                    <p>b)反向工程、反向编译或者反汇编平台所有产品，或者采用其他技术手段对平台的所有产品进行分析、修改、攻击、衍生；</p>
                    <p>c)使用任何外挂程序或应用修改程序（本《协议》所称“外挂程序”是指独立于平台所有产品之外的，能够在应用运行的同时影响产品应用中操作的所有程序，包括但不限于模拟用户操作、改变操作环境、修改数据等一切类型。如当地国家有关法律、法规及政府主管部门的规章或规范性文件规定的外挂定义与本《协议》有冲突，则以法律、法规、部门规章或规范性文件规定的为准），对平台所有产品进行还原工程、编译、译码或修改；</p>
                    <p>d)使用异常的方法登录平台（包括但不限于使用非Coinsprize运营团队开发、授权或认可的第三方软件、系统登录应用）、使用网络加速器等外挂软件或机器人程序等恶意破坏服务设施、扰乱正常服务秩序的行为；</p>
                    <p>e)通过异常或者非法方式使用平台产品（包括但不限于利用Coinsprize账号登录应用私服），恶意破平台，扰乱正常的服务秩序或者实施其他不正当行为；</p>
                    <p>f)制作、传播或使用外挂、封包、加速软件及其它各种作弊程序，或组织、教唆他人使用此类软件程序，或销售此类软件程序而为个人或组织谋取经济利益；</p>
                    <p>g)使用任何方式或方法，试图攻击提供应用服务的相关服务器、路由器、交换机以及其他设备，以达到非法获得或修改未经授权的数据资料、影响平台正常应用服务，以及其他危害性目的的任何行为；</p>
                    <p>h)违反当地有关法律法规的规定，利用平台作为载体制作、复制、发布和传播信息。</p>
                </div>
                <p>
                    一旦Coinsprize运营团队通过内部的监测程序发现或经其他用户举报而发现用户有可能正在从事上述行为，则Coinsprize运营团队有权作出独立的判断并采取相应的措施，该措施包括但不限于限制用户帐号的登陆、限制用户在应用中的活动、终止本软件授权、冻结所有账户资金、直接扣除账户余额以抵扣您的欠款或对Coinsprize团队造成的损失，冻结用户的帐号并要求用户赔偿因从事上述行为而给Coinsprize运营团队造成的损失等。
                </p>
                <h2>
                    第五条 服务的中断、停止
                </h2>
                <p>
                    为了应用的正常运行，Coinsprize运营团队需要定期或不定期地对应用进行停机维护，因此类情况而造成的正常服务中断、停止，用户应该予以理解，Coinsprize运营团队则有义务尽力避免服务中断、停止或将中断、停止时间限制在最短时间内；
                </p>
                <p>
                    发生下列情形之一时，Coinsprize运营团队有权停止或中断应用服务器所提供之服务，对因此而产生的不便或损害，Coinsprize运营团队对用户或第三人均不承担任何责任：
                </p>
                <div>
                    <p>a)定期检查或施工、更新软硬件、更新区块链合约等，Coinsprize运营团队有权暂停服务，但Coinsprize运营团队会尽快完成维护、更新工作；   </p>
                    <p>b)服务器遭受损坏，无法正常运作；   </p>
                    <p>c)突发性的软硬件设备与电子通信设备故障；   </p>
                    <p>d)网路提供商线路或其它故障；   </p>
                    <p>e)在紧急情况之下为维护所属国家安全或其它会员及第三者之人身安全；   </p>
                    <p>f)区块链发生严重问题，或区块链（以太链）网络发生堵塞   </p>
                    <p>g)不可抗力及其他第三方原因。   </p>
                </div>
                <p>
                    除前款所述情形外，用户同意Coinsprize运营团队享有通过在提前1个月使用官方公告通知的方式中断或终止部分或全部网络服务的权利，用户已明确知晓上述权利的授予且知晓因上述权利的行使可能给自身及其他第三方造成的直接或间接利益减损，用户在此明确表示不追究Coinsprize运营团队因行使上述单方中断或终止服务权利而可能导致的一切责任。
                </p>
                <h2>
                    第六条 责任限制
                </h2>
                <p>
                    对于Coinsprize运营团队的产品和服务，Coinsprize运营团队仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证(如果有)。
                </p>
                <p>
                    Coinsprize运营团队仅以 "现有状况且包含所有错误"的形式提供相关的产品、软件或程序及任何支持服务，并仅保证(1)Coinsprize运营团队所提供的产品和服务能基本符合Coinsprize运营团队正式公布的要求，(2)Coinsprize运营团队所提供的相关产品和服务基本与Coinsprize运营团队正式公布的服务承诺相符，(3)Coinsprize运营团队仅在商业上允许的合理范围内尽力解决Coinsprize运营团队在提供产品和服务过程中所遇到的任何问题。
                </p>
                <p>
                    在适用当地法律允许的最大范围内，Coinsprize运营团队明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。
                </p>
                <p>
                    另外，在适用当地法律允许的最大范围内，Coinsprize运营团队并不担保Coinsprize运营团队所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断，并且对产品和服务的及时性，安全性，出错发生，以及信息是否能准确，及时，顺利的传送均不作任何担保。
                </p>
                <p>
                    在适用当地法律允许的最大范围内，Coinsprize运营团队不就因用户使用Coinsprize运营团队的产品和服务引起的，或在任何方面与Coinsprize运营团队的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求(包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)承担任何责任。
                </p>
                <p>
                    用户在平台所有页面上所表达的观点、建议和其它内容均为用户本人看法，不代表Coinsprize运营团队的观点。
                </p>
                <p>
                    所有因区块链本身问题导致的用户损失，平台会竭力挽救用户损失，但不承担相应责任。
                </p>
                <p>
                    用户账号资金为区块链账户上所有，平台保证资金仅为用户操作有效，若因用户故意泄露，或者自身进行信息泄露行为，导致账号资金遗失，平台将不承担损失追回责任。
                </p>
                <p>
                    运营团队不对任何硬件或软件，缺陷，不稳定或中断的网络连接或任何其他可能限制用户访问网站或阻止用户不间断播放的技术错误承担责任。
                </p>
                <p>
                    如果我们错误地将不属于您的奖金存入您的账户，无论是由于技术，付款表中的错误，还是人为错误或其他原因，奖金将从您的账户中扣除并保留在我公司财产中。如果您在我们意识到错误之前已经提取了不属于您的资金，则错误提取的金额（在不影响法律可能提供的其他补救措施和行动的情况下）构成您欠我们的债务。如果派奖错误，您有义务通过电子邮件立即通知我们。
                </p>
                <h2>
                    第七条 变更
                </h2>
                <p>
                    Coinsprize运营团队有权在必要时修改本《协议》、应用公约和用户守则。Coinsprize运营团队的用户协议条款、应用公约和用户守则一旦发生变动，将会在该款应用的重要页面上提示修改内容。更新时这些条款和条件将在下次登录或使用平台时立即生效，平台会通过邮件周知用户。用户需阅读并接受新协议，方可使用平台，服务或由区块链游戏提供的软件。如果用户不同意受这些《协议》中的更改，用户就不能使用或访问我们的服务，并立即以书面形式通知我们。为了避免在后期出现误解和争议，用户可以打印出本《协议》。平台已告知用户《协议》修改，用户选择继续获取平台提供的服务，则表示用户已同意《协议》中更改。
                </p>
                <p>
                    Coinsprize运营团队所有发给用户的通知可通过重要页面的公告或电子邮件或常规的信件传送。
                </p>
                <h2>
                    第八条 知识产权
                </h2>
                <p>
                    Coinsprize运营团队发布的Coinsprize平台及平台上所有的作品及资料，其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为Coinsprize运营团队或授权Coinsprize运营团队使用的合法权利人所有，除非事先经Coinsprize运营团队或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则Coinsprize运营团队可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿Coinsprize运营团队一切损失。
                </p>
                <p>
                    未经Coinsprize运营团队授权，任何人不得擅自复制、反编译、反汇编任何功能或程序，不得对任何功能和或程序进行反向工程。
                </p>
                <h2>
                    第九条 授权
                </h2>
                <p>
                    用户原创作品上载、传送、输入或以其他方式提供至Coinsprize官方时，视为用户除保留署名权外，其他著作权均转让Coinsprize运营团队；Coinsprize运营团队可使用、修改、编辑、复制、公开播送、发行上述作品，并可将前述权利转/分授权他人；用户授权Coinsprize运营团队行使上述行为所必需的一切权利，包括但不限于著作权、肖像权等。
                </p>
                <h2>
                    第十条 风险告知
                </h2>
                <p>
                    用户需理解并接受将数字货币转移到Coinsprize平台和参与平台游戏的相关的风险，特别需理解下文列出的风险：
                </p>
                <div>
                    <p>
                        a）	软件缺陷风险：用户理解并接受区块链系统概念，底层软件应用程序和软件平台仍处于早期开发阶段且未经证实，以及我们不保证创建故障单的过程不会中断或没有错误的原因和存在固有的风险的原因。软件可能包含弱点，漏洞或错误，或数字货币的完全丢失。
                    </p>
                    <p>
                        b）	监管风险：用户理解并接受区块链技术带来新形式的互动，并且某些司法管辖区可能会应用现有法规或引入针对基于区块链技术应用的新法规，这可能与当前的系统设置相反，除其他外，可能导致服务的实质性修改，包括终止和丢失数字货币。
                    </p>
                    <p>
                        c）	私钥丢失风险：账户钱包中的数字货币只能通过钱包种子或私钥和密码的组合来访问，私钥使用密码加密。用户理解并接受如用户钱包信息或密码泄露会导致私钥丢失或被盗，与用户的钱包或密码相关联的所获得的数字货币将不可恢复且将随钱包种子永久丢失。
                    </p>
                    <p>
                        d）	盗窃风险：用户理解并接受服务理念，底层软件应用程序和软件平台可能遭受黑客或其他个人的攻击，这些攻击可能导致数字货币被盗或丢失，从而影响开发服务。
                    </p>
                </div>
                <h2>
                    第十一条 投诉
                </h2>
                <p>用户针对平台服务，或者在游戏体验中，遇到任何问题及纠纷，可通过投诉进行处理。   </p>
                <p>您可以根据网站上的说明联系我们的support@Coinsprize.com客户服务，以便向我们提供有关服务的任何投诉。   </p>
                <p>如果客服没有立即解决您的投诉，投诉将由Coinsprize的支持部门进一步处理。用户将在合理的范围内被告知其投诉状态。   </p>
                <p>如果争议未能通过客服解决，您可联系Coinsprize网站上列出的任何独立机构，博彩管理局或许可人。   </p>
                <p>如有任何争议，您同意服务器和区块链上的记录应作为确定任何索赔结果的最终决定证据。   </p>
                <p>您同意，如果屏幕上显示的结果与游戏服务器显示的结果之间出现分歧，则游戏服务器和区块链中显示的结果具有效力。您承认并同意我们的记录将成为最终有效决定证据，确认您参与相关在线游戏活动的条款及条件以及参与结果。   </p>
                <p>如我们希望就此类争议与您联系，我们将使用您的用户帐户中的任何联系方式进行此操作。   </p>
                <p>若以上途径无法有效解决纠纷，用户可通过相应法律途径进行解决，纠纷处理原则：   </p>
                <div>
                    <p>1.本用户条款适用用户所属的当地法律，本协议部分内容被有管辖权的法院认定为违反或无效的，不因此影响其他内容的效力    </p>
                    <p>2.如Coinsprize运营团队服务条款与所属的当地法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款法律效力不变；若当地法律并不允许用户使用该平台，而用户未在获悉是否可行情况下所有平台服务，平台将不承担因此造成的法律责任    </p>
                    <p>3.如出现纠纷，用户和Coinsprize运营团队一致同意交由Coinsprize运营团队所在地司法机关管辖。    </p>
                </div>
            </div>
        </div>
        <Footer></Footer>
    </div>
</template>

<script>
    import Header from '~/components/Header.vue'
    import BreadCrumbs from '~/components/BreadCrumbs.vue'
    import Footer from '~/components/Footer.vue'

    export default {
        data () {
            return {
                title: ''
            }
        },
        components: {
            Footer,
            Header,
            BreadCrumbs
        }
    }
</script>
<style scoped lang="less">
    .head-box{
        background: linear-gradient(to right, #4b6584, #655aae, #545f94);
    }
    .main {
        position: relative;
        width: 1190px;
        margin: 0 auto;
        overflow: hidden;
    }
    .main-policy {
        position: relative;
        min-height: 200px;
        padding: 20px 50px;
        background: #fff;
        border-radius: 6px;
        h1, h2, h3, h4 {
            font-weight: bold;
        }
        h1 {
            line-height: 50px;
            font-size: 26px;
            margin-bottom: 30px;
            text-align: center;
        }
        h2 {
            margin: 30px 0 20px;
            font-size: 20px;
        }
        h3 {
            margin: 15px 0 15px;
            font-size: 18px;
        }
        h4 {
            margin: 10px 0 10px;
            font-size: 16px;
        }
        span {

        }
        p {
            font-size: 14px;
        }
        p + p {
            margin-top: 14px;
        }
        div {
            p {
                text-indent: 0;
                padding-left: 2em;
            }
            p + p {
                margin-top: 0px;
            }
        }
    }
</style>
