<template>
    <div>
        <Header></Header>
        <div class="main">
            <BreadCrumbs></BreadCrumbs>
            <div id="main-policy" class="main-policy">
                <h1>
                    Coinslot平臺使用者服務協定2
                </h1>
                <h2>
                    綜述
                </h2>
                <p>
                    以下條款和條件(“T&Cs”或“協定”)構成並支配雙方之間的合同關係，自2018年5月起生效。在使用http://coinslot.com	平臺之前，請仔細閱讀條款和條件。使用該平臺任何服務的事實證實了您對條款和條件的同意（包括登錄、註冊平臺帳號，使用平臺任一應用）。 本協定由《Coinslot服務協定》、《Coinslot隱私政策》及運營團隊不時公佈的各項規則（包括“説明中心”的內容）組成。平臺會有新產品推出，圍繞新產品會更新本使用者協定，讓協定適用新產品並保護使用者利益。
                </p>
                <p>
                    以下條款和條件。Coinslot平臺及平臺提供的所有應用（http://coinslot.com）以下簡稱“平臺”、“Coinslot”或者“我們”，單一應用說明使用應用名稱；平臺使用應用的使用者以下部分情況使用以下簡稱“使用者”、“客戶”“你”或“你們”；《Coinslot平臺使用者服務協定》以下簡稱《協定》。
                </p>
                <p>
                    在成為http://coinslot.com	的有效註冊用戶之前，用戶必須閱讀，同意並接受本協議中包含的所有條款與條件，且不得進行任何修改，包括以下明確規定的條款與條件以及通過援引併入的條款與條件。繼續訪問或使用本網站則代表使用者同意遵守本協議的條款與條件。本協定也適用於通過移動設備提供的所有服務，包括可下載的應用程式。所有對本網站使用的援引均理解為對使用我們為移動設備提供的服務的援引。
                </p>
                <p>
                    Coinslot運營團隊可能不時修改和/或轉讓本協議或任何權利和/或義務，或隨時更改在網站上公佈的條款與條件以及隱私政策，更改過後的條款與條件將在下次訪問或登錄時立即生效。繼續使用Coinslot運營團隊提供的網站，服務或軟體則表示使用者同意接受更改後的條款與條件。若用戶不同意接受更改後的條款與條件，則用戶不得繼續使用或訪問我們的服務，並立即以書面形式通知我們。為了避免之後可能出現的誤解和爭議，用戶可列印本條款與條件。Coinslot運營團隊會以多種語言發佈本條款與條件，其反映與英文版本相同之內容，以便提供資訊，説明使用者。英文版本將構成您與Coinslot運營團隊之間關係的法律依據，如果英語版本的條款與條件與任何其他語言版本之間存在任何差異，則以英文版本為准。
                </p>
                <p>
                    用戶在網站註冊並確認您的註冊詳細資訊時本協定即生效。在網站註冊帳戶即代表用戶已閱讀、理解並同意本協議。使用本網站即表示用戶已同意並接受其中所有內容。註冊帳戶之前，用戶必須完整閱讀並理解本協議。若不同意本協議的任一部分，則不得使用本網站。
                </p>
                <p>
                    Coinslot運營團隊保留在服務非法使用時自行決定拒絕和/或取消服務的權利。
                </p>
                <h2>
                    第一條 應用範圍
                </h2>

                <p>
                    平臺產品為博彩產品，平臺產品只接受法律允許線上賭博的國家及地區的使用者，且不接受用戶將其視為金融理財或其他投資業務，平臺不對用戶因使用應用造成的可能損失承擔如何責任。
                </p>
                <p>
                    在使用平臺產品前，請確保你已經確認當地的現有法律允許你的遊戲行為。用戶保證在任何時候都不是下列國家的居民：包括但不限於美國、美屬薩摩亞、關島、馬紹爾群島、北馬里安納群島、波多黎各、維爾京群島、古巴、伊朗、中國、中國香港、中國澳門、蘇丹、朝鮮、英國、敘利亞、法國或西班牙。
                </p>
                <p>
                    使用平臺帳號獲取服務，請應確保自己已年滿18歲（或達到所屬國家成年人最低年齡），任何未滿18歲用戶或未達到所屬國家成年人最低年齡的用戶，平臺均會視其帳號為無效帳號，發現後拒絕為其帳號繼續提供服務。非法使用平臺帳號獲取平臺服務（如盜用他人資訊進行遊戲），將停止給該使用者提供服務。
                </p>
                <p>
                    平臺為區塊鏈應用產品，多數應用為完全基於區塊鏈實現的產品，在使用產品前，請明確當地法律並沒有對區塊鏈進行法律禁止。
                </p>
                <p>
                    使用者完全負責根據使用者居住許可權的法律，向他們的獎金費用支付稅費。
                </p>
                <p>
                    本協議未盡事宜，您需遵守不時更新的公告及相關規則。
                </p>
                <h2>
                    第二條 用戶帳號
                </h2>
                <h3>
                    1.	帳號的用途
                </h3>
                <p>
                    可以登錄平臺，並使用平臺中提供的所有應用服務（自身進行限制、被違規制裁或無效帳號將無法享受部分或全部服務）
                </p>
                <h2>
                    2. 帳號的修改
                </h2>
                <p>
                    為保障用戶的權益且帳號的唯一性，部分資訊使用者無法自行修改；
                </p>
                <p>
                    使用者自行操作，導致帳號資訊發生變更而未及時修改或保存，導致無法證明用戶的有效身份，Coinslot運營團隊有權拒絕提供任何資訊或承擔任何義務。
                </p>
                <h3>
                    3. 帳號的保護
                </h3>
                <p>
                    使用者應妥善保管自己的帳號和密碼，並對自己的帳號和密碼安全負全部責任；
                </p>
                <p>
                    用戶若發現任何非法使用的帳號或存在安全性漏洞的情況，請立即通知Coinslot運營團隊；
                </p>
                <p>
                    若Coinslot運營團隊發現疑似遭盜用的帳號，可以立即終止該帳號的使用權；因疑似遭盜用被停止使用權的帳號，帳號所有人需證明帳號所屬正常，方可恢復使用；
                </p>
                <p>
                    平臺帳戶對應區塊鏈帳戶，若因為用戶自身原因，而導致帳號、密碼遭他人非法使用時，Coinslot運營團隊將不負責處理且不承擔任何責任。用戶自身原因包括但不限於：任意向第三者透露帳號和密碼及所有登錄資料；多人共用同一個帳號；安裝非法或來路不明的程式等；嘗試惡意攻擊獲取區塊鏈帳戶的私密金鑰、keystore等資訊；使用者提款誤操作，將帳戶中數位貨幣轉移至錯誤位址等。
                </p>
                <p>
                    平臺帳號一旦發現帳號有異常操作，可能會優先轉移帳號資金至安全帳號，用戶可後續憑有效證明嘗試獲取恢復帳號資金。
                </p>
                <p>
                    使用者使用協力廠商軟體使用平臺產品，帳戶出現問題平臺不承擔任意責任。
                </p>
                <h3>

                    4. 帳戶充值、轉帳
                </h3>
                <p>
                    用戶可在平臺上，使用帳戶進行充值、轉帳（即將自己遊戲帳戶中資金轉移至個人持有的區塊鏈帳戶中）操作，實際的充值、轉帳行為均在相關區塊鏈系統（而非Coinslot）發生，區塊鏈系統交易“不可撤銷”的屬性，我們不能為您暫停或撤銷已發起的充值、轉帳等操作。同時以下情況的出現可能導致轉帳“交易失敗”或“打包超時”：
                </p>
                <div>
                    <p>a) 錢包餘額不足；</p>
                    <p>b) 交易礦工費不足；</p>
                    <p>c) 區塊鏈執行合約代碼失敗；</p>
                    <p>d) 超出監管部門、Coinslot或法律法規規定的付款額度；</p>
                    <p>e) 網路、設備等技術故障；</p>
                    <p>f) 區塊鏈網路擁堵、故障等原因引起交易被拋棄；</p>
                    <p>g) 您的位址或交易對方位址被識別為特殊地址, 如高風險地址、交易所地址、ICO 地址、Token地址等。</p>
                </div>
                <h3>
                    5. 帳號資料處理規則
                </h3>


                <p>
                    對於使用者提供給平臺的帳號資料，使用者享有以下權利：
                </p>
                <div>
                    <p>a) 知情權：平臺必須披露資訊使用細節，並免費提供用戶查詢，同時平臺會記錄每一次使用者查詢的記錄</p>
                    <p>b) 訪問權：使用者可隨時確認資料是不是被處理過、可以隨時查看保存資料的具體資訊</p>
                    <p>c) 有權整改權：使用者可有權修改錯誤的資料，如果修改不被採納，用戶有權投訴或司法補救，同時平臺會及時回應用戶請求</p>
                    <p>d) 有權刪除權：當使用者提供給平臺的資料，涉及：資料已不需要使用、平臺無法證明資料用途、資料被他人非法使用、涉及未成年人資料等情況，使用者有權要求刪除資料，平臺會積極配合審查並進行操作</p>
                    <p>e)反對權：使用者有權反對個人資料被用於行銷資料處理</p>
                    <p>f) 自動決策和分析：使用者可同意他的個人資料被進行分析處理</p>
                </div>
                <p>
                    除以下情況，Coinslot會保證使用者資訊的完全保密
                </p>

                <div>
                    <p>a) 相應的政府機關、司法機關的要求；</p>
                    <p>b) 現行的法律法規的要求，包括但不限於部分地區會要求使用者使用平臺前先提供身份證明等資訊；</p>
                    <p>c) Coinslot運營團隊合理懷疑用戶有危害所屬國家安全或其他違法情形，Coinslot運營團隊主動將相關資料供執法機關調查處理；</p>
                </div>
                <h3>
                    6. 帳戶制裁與封禁
                </h3>
                <p>
                    觸發以下條例，平臺將對用戶的行為造成的影響進行評估，進行部分甚至全部功能的限制，或封禁帳號
                </p>
                <div>
                    <p>a)用戶未如實填寫註冊表，包括盜用他人郵箱等內容</p>
                    <p>b)用戶屬於18歲以下的個人，或屬於用戶管轄範圍內最低法定成年年齡的個人</p>
                    <p>c)用戶在業務活動中受法律監督及限制</p>
                    <p>d)用戶使用帳號進行商業意圖</p>
                    <p>e)用戶在放置之前不知道下注的後果</p>
                    <p>f)用戶未閱讀這些通用條款和條件，或未能完全理解平臺服務協定</p>
                    <p>g)使用者註冊名含不雅資訊，或有冒犯和違背當地法律規定的詞彙</p>
                </div>

                <p>
                    用戶若有違反以下任意條例，平臺有權停止帳戶的所有服務，包括但不限於停止、暫停使用者帳戶服務，凍結使用者帳戶資金，刪除用戶帳戶等措施；
                </p>
                <div>
                    <p>a)使用多帳號進行遊戲，平臺僅支援每名用戶使用單一帳號；平臺有權懷疑並依據用戶帳戶行為判斷用戶是否存在多帳號操作</p>
                    <p>b)盜取他人資訊或違背他人意願，使用他人資訊進行帳號註冊及使用</p>
                    <p>c)進行商業意圖，使用範圍廣，或造成其他用戶利益受損</p>
                    <p>d)平臺帳號本身不具備任何實際價值，禁止用戶向其他用戶出售、質押、轉帳或獲取帳號</p>
                    <p>e)用戶因自身原因，受當地法律明令禁止參與平臺運營的產品類別，或明確限制不許可使用本平臺</p>
                    <p>f)存在利用平臺可能存在的bug或區塊鏈技術破綻，為自己帳戶牟利行為</p>
                    <p>g)任何欺詐、操作、洗錢或當地法律或更廣範圍法律所禁止的事情，屬於欺詐的行為包括：
                        <span>1）參與與其他用戶的任何類型的勾結</span>
                        <span>2）制定針對不公平獲取獎金的戰略;</span>
                        <span>3）針對我公司其他線上區塊鏈遊戲或支付提供商的欺詐行為;</span>
                        <span>4）使用平臺進行洗錢行為;</span>
                        <span>5）其他類型的作弊行為;</span>
                        <span>6）或在其居住國成為破產人;</span>
                    </p>


                </div>
                <p>
                    平臺帳號存在1年以上休眠狀態，經過3次以上提醒未有所操作行為，平臺將停止遊戲所有服務，使用者後續需提供可驗證的真實身份資訊，恢復帳號的服務
                </p>
                <h2>
                    第三條 Coinslot平臺
                </h2>
                <h3>
                    Coinslot平臺
                </h3>
                <h4>
                    1.	Coinslot平臺服務
                </h4>
                <p>
                    Coinslot平臺服務指Coinslot平臺提供的所有應用：Lucky11遊戲、LuckyCoin遊戲以及平臺其他服務。平臺多數功能完全基於乙太鏈實現，如平臺基於乙太鏈的服務因乙太鏈網路、技術原因，造成延遲、服務中斷，平臺不承擔因此相應責任。
                </p>
                <h4>
                    2.	Coinslot平臺資費
                </h4>

                <p>
                    Coinslot平臺，除Lucky11，LuckyCoin 遊戲外，其他服務為免費提供，平臺不再收取任何費用；平臺及平臺上部分應用及服務是基於乙太鏈技術實現，其中可能涉及到部分手續費用以提供給乙太鏈服務，該筆手續費不為平臺收取。
                </p>
                <h3>
                    Lucky11遊戲
                </h3>
                <h4>
                    1.  Lucky11遊戲服務
                </h4>
                <p>
                    Lucky11為概率型遊戲，用戶選擇的號碼如果與開獎號碼一致則可獲得對應獎勵。用戶須知該遊戲為純概率開獎，可能存在虧損的可能。遊戲開獎基於乙太鏈某一區塊的Hash值得出，開獎依據可從乙太鏈上查詢校驗。
                </p>
                <h4>
                    2.	Lucky11遊戲資費
                </h4>

                <p>
                    Lucky11遊戲資費為0.001-0.1 ETH，用戶自行選擇所需的資費，中獎後，對應的獎勵為付出資費*獎勵對應倍數；選擇額外的獎池玩法，在選擇號碼與開獎號碼開獎順序及號碼一致時，可獲得獎池對應公式的獎勵。
                </p>
                <h4>
                    3.  Lucky11特殊情況
                </h4>
                <p>
                    Lucky11遊戲可能會出現以下特殊情況，請在完全知曉可能出現以下風險的情況下參與Lucky11遊戲：
                </p>
                <div>
                    <p>1）遊戲開獎完全基於區塊鏈實現，如果區塊鏈出現網路延遲或堵塞，為防止開獎有誤，平臺會暫時關閉投注；</p>
                    <p>2）區塊鏈存在資料回滾可能，若已經開獎，即使開獎區塊取消，平臺開獎結果不變；遊戲投注完全上線後，投注方能生效，若出現網路堵塞，可能導致投注不成功；</p>
                    <p>3）遊戲獎池開獎為非同步開獎，需2次驗證區塊鏈hash，若區塊取消無法查詢，獎池獎無法正常派獎。</p>

                </div>
                <h3>
                    LuckyCoin遊戲
                </h3>
                <h4>
                    1.LuckyCoin遊戲服務
                </h4>
                <p>
                    LuckyCoin為概率抽獎類遊戲，用戶在選擇認購1份或多份購買額後，會隨機獲得對應的開獎號碼，若自己持有的開獎號碼與中獎號碼一致，則獲得獎勵。遊戲百分百開獎，必有用戶能獲得獎勵。開獎依據乙太鏈某一區塊的Hash值得出。
                </p>
                <h4>
                    2.LuckyCoin遊戲資費
                </h4>
                <p>
                    LuckyCoin無固定遊戲資費，使用者可根據自身情況，自行選擇支付資費，理論用戶資費支付越高，中獎概率越大。
                </p>
                <h4>
                    3.LuckyCoin特殊情況
                </h4>
                <p>
                    遊戲開獎完全基於區塊鏈實現，如果區塊鏈出現網路延遲或堵塞，為防止開獎有誤，平臺會暫停當前所有未開獎的期數；
                </p>
                <p>
                    區塊鏈存在資料回滾可能，若已經開獎，即使開獎區塊取消，平臺開獎結果不變；
                </p>

                <p>
                    遊戲投注完全上線後，投注方能生效，若出現網路堵塞，可能導致投注不成功；
                </p>
                <h2>
                    第四條 用戶的義務
                </h2>
                <p>
                    1.	除非本《協議》另有規定，否則，未經Coinslot運營團隊書面同意，用戶不得實施下列行為（無論是營利的還是非營利的）：
                </p>
                <div>
                    <p>
                        a)複製、翻錄、傳播和陳列平臺上所有應用的程式、使用手冊和其它圖文音像資料的全部或部分內容；
                    </p>
                    <p>
                        b)公開展示和播放平臺上所有應用的全部或部分內容；
                    </p>
                    <p>
                        c)出租、銷售本軟體或者利用平臺上所有應用從事營利行為；
                    </p>
                    <p>
                        d)修改或遮蓋平臺上所有應用的程式、圖像、動畫、包裝和手冊等內容上的產品名稱、公司標誌、商標（或）版權資訊、其他智慧財產權聲明等內容；
                    </p>
                    <p>
                        e)在區塊鏈上惡意複製平臺的內容，平臺有權懷疑使用者在鏈上存在以上行為，並對用戶帳號進行處理

                    </p>
                </div>
                <p>
                    2.	使用者應通過合法的途徑使用平臺產品的相關服務，不得作出以下侵害Coinslot運營團隊或第三人利益，擾亂應用秩序，違反應用公平性、違反本《協議》或者Coinslot團隊發佈的其他規則或者當地國家有關法律法規規定的行為，包括但不限於：
                </p>
                <div>
                    <p>a)修改、翻譯、注釋、整理、彙編、演繹平臺所有產品；</p>
                    <p>b)反向工程、反向編譯或者反彙編平臺所有產品，或者採用其他技術手段對平臺的所有產品進行分析、修改、攻擊、衍生；</p>
                    <p>c)使用任何外掛程式或應用修改程式（本《協定》所稱“外掛程式”是指獨立於平臺所有產品之外的，能夠在應用運行的同時影響產品應用中操作的所有程式，包括但不限於模擬用戶操作、改變操作環境、修改資料等一切類型。如當地國家有關法律、法規及政府主管部門的規章或規範性檔規定的外掛定義與本《協議》有衝突，則以法律、法規、部門規章或規範性檔規定的為准），對平臺所有產品進行還原工程、編譯、解碼或修改；</p>

                    <p>d)使用異常的方法登錄平臺（包括但不限於使用非Coinslot運營團隊開發、授權或認可的協力廠商軟體、系統登錄應用）、使用網路加速器等外掛軟體或機器人程式等惡意破壞服務設施、擾亂正常服務秩序的行為；</p>
                    <p>e)通過異常或者非法方式使用平臺產品（包括但不限於利用Coinslot帳號登錄應用私服），惡意破平臺，擾亂正常的服務秩序或者實施其他不正當行為；</p>
                    <p>f)製作、傳播或使用外掛、封包、加速軟體及其它各種作弊程式，或組織、教唆他人使用此類軟體程式，或銷售此類軟體程式而為個人或組織謀取經濟利益；</p>
                    <p>g)使用任何方式或方法，試圖攻擊提供應用服務的相關伺服器、路由器、交換機以及其他設備，以達到非法獲得或修改未經授權的資料資料、影響平臺正常應用服務，以及其他危害性目的的任何行為；</p>
                    <p>h)違反當地有關法律法規的規定，利用平臺作為載體製作、複製、發佈和傳播資訊。</p>
                </div>
                <p>
                    一旦Coinslot運營團隊通過內部的監測程式發現或經其他使用者舉報而發現用戶有可能正在從事上述行為，則Coinslot運營團隊有權作出獨立的判斷並採取相應的措施，該措施包括但不限於限制用戶帳號的登陸、限制用戶在應用中的活動、終止本軟體授權、凍結所有帳戶資金、直接扣除帳戶餘額以抵扣您的欠款或對Coinslot團隊造成的損失，凍結用戶的帳號並要求用戶賠償因從事上述行為而給Coinslot運營團隊造成的損失等。
                </p>

                <h2>
                    第五條 服務的中斷、停止
                </h2>
                <p>
                    為了應用的正常運行，Coinslot運營團隊需要定期或不定期地對應用進行停機維護，因此類情況而造成的正常服務中斷、停止，使用者應該予以理解，Coinslot運營團隊則有義務盡力避免服務中斷、停止或將中斷、停止時間限制在最短時間內；
                </p>
                <p>
                    發生下列情形之一時，Coinslot運營團隊有權停止或中斷應用伺服器所提供之服務，對因此而產生的不便或損害，Coinslot運營團隊對用戶或第三人均不承擔任何責任：
                </p>
                <div>
                    <p>a)定期檢查或施工、更新軟硬體、更新區塊鏈合約等，Coinslot運營團隊有權暫停服務，但Coinslot運營團隊會儘快完成維護、更新工作；   </p>
                    <p>b)伺服器遭受損壞，無法正常運作；   </p>
                    <p>c)突發性的軟硬體設備與電子通信設備故障；   </p>
                    <p>d)網路提供商線路或其它故障；   </p>
                    <p>e)在緊急情況之下為維護所屬國家安全或其它會員及第三者之人身安全；   </p>
                    <p>f)區塊鏈發生嚴重問題，或區塊鏈（乙太鏈）網路發生堵塞   </p>
                    <p>g)不可抗力及其他協力廠商原因。   </p>
                </div>

                <p>
                    除前款所述情形外，用戶同意Coinslot運營團隊享有通過在提前1個月使用官方公告通知的方式中斷或終止部分或全部網路服務的權利，使用者已明確知曉上述權利的授予且知曉因上述權利的行使可能給自身及其他協力廠商造成的直接或間接利益減損，用戶在此明確表示不追究Coinslot運營團隊因行使上述單方中斷或終止服務權利而可能導致的一切責任。
                </p>
                <h2>
                    第六條 責任限制
                </h2>
                <p>
                    對於Coinslot運營團隊的產品和服務，Coinslot運營團隊僅作下述有限保證，該有限保證取代任何文檔、包裝、或其他資料中的任何其他明示或默示的保證(如果有)。
                </p>
                <p>
                    Coinslot運營團隊僅以 "現有狀況且包含所有錯誤"的形式提供相關的產品、軟體或程式及任何支援服務，並僅保證(1)Coinslot運營團隊所提供的產品和服務能基本符合Coinslot運營團隊正式公佈的要求，(2)Coinslot運營團隊所提供的相關產品和服務基本與Coinslot運營團隊正式公佈的服務承諾相符，(3)Coinslot運營團隊僅在商業上允許的合理範圍內盡力解決Coinslot運營團隊在提供產品和服務過程中所遇到的任何問題。
                </p>

                <p>
                    在適用當地法律允許的最大範圍內，Coinslot運營團隊明確表示不提供任何其他類型的保證，不論是明示的或默示的，包括但不限於適銷性、適用性、可靠性、準確性、完整性、無病毒以及無錯誤的任何默示保證和責任。
                </p>
                <p>
                    另外，在適用當地法律允許的最大範圍內，Coinslot運營團隊並不擔保Coinslot運營團隊所提供的產品和服務一定能滿足使用者的要求，也不擔保提供的產品和服務不會被中斷，並且對產品和服務的及時性，安全性，出錯發生，以及資訊是否能準確，及時，順利的傳送均不作任何擔保。
                </p>
                <p>
                    在適用當地法律允許的最大範圍內，Coinslot運營團隊不就因用戶使用Coinslot運營團隊的產品和服務引起的，或在任何方面與Coinslot運營團隊的產品和服務有關的任何意外的、非直接的、特殊的、或間接的損害或請求(包括但不限於因人身傷害、因隱私權洩露、因未能履行包括誠信或合理謹慎在內的任何責任、因過失和因任何其他金錢上的損失或其他損失而造成的損害賠償)承擔任何責任。
                </p>
                <p>
                    使用者在平臺所有頁面上所表達的觀點、建議和其它內容均為使用者本人看法，不代表Coinslot運營團隊的觀點。
                </p>

                <p>
                    所有因區塊鏈本身問題導致的用戶損失，平臺會竭力挽救用戶損失，但不承擔相應責任。
                </p>
                <p>
                    用戶帳號資金為區塊鏈帳戶上所有，平臺保證資金僅為用戶操作有效，若因用戶故意洩露，或者自身進行資訊洩露行為，導致帳號資金遺失，平臺將不承擔損失追回責任。
                </p>
                <p>
                    運營團隊不對任何硬體或軟體，缺陷，不穩定或中斷的網路連接或任何其他可能限制用戶訪問網站或阻止用戶不間斷播放的技術錯誤承擔責任。
                </p>
                <p>
                    如果我們錯誤地將不屬於您的獎金存入您的帳戶，無論是由於技術，付款表中的錯誤，還是人為錯誤或其他原因，獎金將從您的帳戶中扣除並保留在我公司財產中。如果您在我們意識到錯誤之前已經提取了不屬於您的資金，則錯誤提取的金額（在不影響法律可能提供的其他補救措施和行動的情況下）構成您欠我們的債務。如果派獎錯誤，您有義務通過電子郵件立即通知我們。
                </p>
                <h2>
                    第七條 變更
                </h2>


                <p>
                    Coinslot運營團隊有權在必要時修改本《協議》、應用公約和用戶守則。Coinslot運營團隊的使用者協議條款、應用公約和用戶守則一旦發生變動，將會在該款應用的重要頁面上提示修改內容。更新時這些條款和條件將在下次登錄或使用平臺時立即生效，平臺會通過郵件周知用戶。使用者需閱讀並接受新協定，方可使用平臺，服務或由區塊鏈遊戲提供的軟體。如果使用者不同意受這些《協議》中的更改，使用者就不能使用或訪問我們的服務，並立即以書面形式通知我們。為了避免在後期出現誤解和爭議，用戶可以列印出本《協議》。平臺已告知使用者《協議》修改，使用者選擇繼續獲取平臺提供的服務，則表示使用者已同意《協議》中更改。
                </p>
                <p>
                    Coinslot運營團隊所有發給用戶的通知可通過重要頁面的公告或電子郵件或常規的信件傳送。
                </p>
                <h2>
                    第八條 智慧財產權
                </h2>
                <p>
                    coinslot運營團隊發佈的coinslot平臺及平臺上所有的作品及資料，其著作權、專利權、商標專用權、商業秘密權及其它智慧財產權，均為coinslot運營團隊或授權coinslot運營團隊使用的合法權利人所有，除非事先經coinslot運營團隊或其權利人的合法授權，任何人皆不得擅自以任何形式使用，否則coinslot運營團隊可立即終止向使用者提供產品和服務，並依法追究其法律責任，賠償coinslot運營團隊一切損失。
                </p>


                <p>
                    未經coinslot運營團隊授權，任何人不得擅自複製、反編譯、反彙編任何功能或程式，不得對任何功能和或程式進行反向工程。
                </p>
                <h2>
                    第九條 授權
                </h2>
                <p>
                    用戶原創作品上載、傳送、輸入或以其他方式提供至Coinslot官方時，視為用戶除保留署名權外，其他著作權均轉讓Coinslot運營團隊；Coinslot運營團隊可使用、修改、編輯、複製、公開播送、發行上述作品，並可將前述權利轉/分授權他人；用戶授權Coinslot運營團隊行使上述行為所必需的一切權利，包括但不限於著作權、肖像權等。
                </p>
                <h2>
                    第十條 風險告知
                </h2>
                <p>
                    使用者需理解並接受將數位貨幣轉移到Coinslot平臺和參與平臺遊戲的相關的風險，特別需理解下文列出的風險：
                </p>
                <div>

                    <p>
                        a）	軟體缺陷風險：使用者理解並接受區塊鏈系統概念，底層軟體應用程式和軟體平臺仍處於早期開發階段且未經證實，以及我們不保證創建故障單的過程不會中斷或沒有錯誤的原因和存在固有的風險的原因。軟體可能包含弱點，漏洞或錯誤，或數位貨幣的完全丟失。
                    </p>
                    <p>
                        b）	監管風險：用戶理解並接受區塊鏈技術帶來新形式的互動，並且某些司法管轄區可能會應用現有法規或引入針對基於區塊鏈技術應用的新法規，這可能與當前的系統設置相反，除其他外，可能導致服務的實質性修改，包括終止和丟失數位貨幣。
                    </p>
                    <p>
                        c）	私密金鑰丟失風險：帳戶錢包中的數位貨幣只能通過錢包種子或私密金鑰和密碼的組合來訪問，私密金鑰使用密碼加密。使用者理解並接受如使用者錢包資訊或密碼洩露會導致私密金鑰丟失或被盜，與使用者的錢包或密碼相關聯的所獲得的數字貨幣將不可恢復且將隨錢包種子永久丟失。
                    </p>
                    <p>
                        d）	盜竊風險：使用者理解並接受服務理念，底層軟體應用程式和軟體平臺可能遭受駭客或其他個人的攻擊，這些攻擊可能導致數位貨幣被盜或丟失，從而影響開發服務。
                    </p>
                </div>
                <h2>
                    第十一條 投訴
                </h2>

                <p>使用者針對平臺服務，或者在遊戲體驗中，遇到任何問題及糾紛，可通過投訴進行處理。   </p>
                <p>您可以根據網站上的說明聯繫我們的support@coinslot.com客戶服務，以便向我們提供有關服務的任何投訴。   </p>
                <p>如果客服沒有立即解決您的投訴，投訴將由Coinslot的支持部門進一步處理。用戶將在合理的範圍內被告知其投訴狀態。   </p>
                <p>如果爭議未能通過客服解決，您可聯繫Coinslot網站上列出的任何獨立機構，博彩管理局或許可人。   </p>
                <p>如有任何爭議，您同意伺服器和區塊鏈上的記錄應作為確定任何索賠結果的最終決定證據。   </p>
                <p>您同意，如果螢幕上顯示的結果與遊戲伺服器顯示的結果之間出現分歧，則遊戲伺服器和區塊鏈中顯示的結果具有效力。您承認並同意我們的記錄將成為最終有效決定證據，確認您參與相關線上遊戲活動的條款及條件以及參與結果。   </p>
                <p>如我們希望就此類爭議與您聯繫，我們將使用您的使用者帳戶中的任何聯繫方式進行此操作。   </p>
                <p>若以上途徑無法有效解決糾紛，用戶可通過相應法律途徑進行解決，糾紛處理原則：   </p>
                <div>
                    <p>1.本用戶條款適用用戶所屬的當地法律，本協定部分內容被有管轄權的法院認定為違反或無效的，不因此影響其他內容的效力    </p>
                    <p>2.如Coinslot運營團隊服務條款與所屬的當地法律相抵觸時，則這些條款將完全按法律規定重新解釋，而其它條款法律效力不變；若當地法律並不允許用戶使用該平臺，而用戶未在獲悉是否可行情況下所有平臺服務，平臺將不承擔因此造成的法律責任    </p>

                    <p>3.如出現糾紛，用戶和Coinslot運營團隊一致同意交由Coinslot運營團隊所在地司法機關管轄。    </p>
                </div>
            </div>
        </div>
        <Footer></Footer>
    </div>
</template>

<script>
    import Header from '~/components/Header.vue'
    import BreadCrumbs from '~/components/BreadCrumbs.vue'
    import Footer from '~/components/Footer.vue'

    export default {
        data () {
            return {
                title: ''
            }
        },
        components: {
            Footer,
            Header,
            BreadCrumbs
        }
    }
</script>
<style scoped lang="less">
    .main {
        position: relative;
        width: 1190px;
        margin: 0 auto;
        overflow: hidden;
    }

    .main-policy {
        position: relative;
        min-height: 200px;
        padding: 20px 50px;
        background: #fff;
        border-radius: 6px;
        h1, h2, h3, h4 {
            font-weight: bold;
        }
        h1 {
            line-height: 50px;
            font-size: 26px;
            margin-bottom: 30px;
            text-align: center;
        }
        h2 {
            margin: 30px 0 20px;
            font-size: 20px;
        }
        h3 {
            margin: 15px 0 15px;
            font-size: 18px;
        }
        h4 {
            margin: 10px 0 10px;
            font-size: 16px;
        }
        span {

        }
        p {
            font-size: 14px;
        }
        p + p {
            margin-top: 14px;
        }
        div {
            p {
                text-indent: 0;
                padding-left: 2em;
            }
            p + p {
                margin-top: 0px;
            }
        }
    }
</style>
