<template>
    <div class="">
        <h1>
            Lucky11怎么玩
        </h1>
        <ul>
            <li>
                <p class="title">
                    1. 什么是Lucky 11？
                </p>
                <p class="msg">
                    Lucky 11是一款基于分布式账本技术的去中心化的彩票产品。鉴于以太坊区块链的性质，所有抽奖结果都是加密安全的且随机可查。区块链上资料具有全网共识，不可篡改的特点，使得Lucky11区别于传统游戏平台，安全杜绝了传统游戏中存在的暗箱操作，以及用户间不对等挥着游戏规则与信息不透明等问题，从而为玩家提供一个最为公平的游戏平台。
                </p>
                <p class="msg">
                    玩家可以从1到11选择1到5个数字并将其提交至以太坊区块链。每分钟进行一次开奖，开奖结果由每分钟上传的最后一个区块的哈希值决定。如果所选数字与开奖结果相匹配，则玩家赢得智能合约中规定的奖励（虚拟货币）。
                </p>
            </li>
            <li>
                <p class="title">
                    2. 游戏怎么玩？
                </p>
                <p class="msg">
                    Lucky11玩法，用户从01至11的号码选1个或者多个（至多5个）号码组成一组号码，若开奖数字与所选号码一致，则用户获得对应奖励：<br>
                    从11个号码中任选1个号码的投注为"任选一"，中奖概率5/11，中奖回报1.8倍；<br>
                    选2个号码的投注分为"任选二"，中奖概率1/5.5，中奖回报4.5倍；<br>
                    选3个号码的投注分为"任选三"，中奖概率1/16.5，中奖回报13.5倍；<br>
                    选4个号码的投注为"任选四"，中奖概率1/66，中奖回报54倍；<br>
                    选5个号码的投注为"任选五"，中奖概率1/462，中奖回报378倍；<br>
                </p>
            </li>
            <li>
                <p class="title">
                    3. 游戏怎么开奖？
                </p>
                <p class="msg">
                    每期游戏投注结束，游戏将所有本期投注信息进行Merkle Tree计算，得出Merkel number，并将Merkel number上传至以太链；信息打包上链生成的Hash值，将对其最后6位进行分割处理，使用最后六个16进制数改成ASCII码，并对其进行 (x mod11 + 1)的处理，第二个号(x mod10+1)，以此类推。每次选出号码后去除该位置的号码，然后进一步重排，并去除新的所在位置号码直至只剩5个，即为开奖结果。
                </p>
            </li>
            <li>
                <p class="title">
                    4. 怎么保证的公平？
                </p>
                <p class="msg">
                    ①投注信息不可篡改<br/>
                    游戏开奖区块为上传的Merkle number的区块Hash值，即投注信息已经完成上链后才开奖，信息无法进行篡改<br/>
                    ②开奖公正<br/>
                    开奖选取的是上传的Merkle number的区块Hash值，这个值无法提前预知，也无法进行人为修改，开奖结果完全随机<br/>
                    ③派奖公平<br/>
                    开奖、派奖完全在链上实现，派奖流向完全基于开奖结果决定，平台无法干涉<br/>
                    ④无机器人<br/>
                    因投注、开奖的完全随机，且信息完全透明，平台无法也无利益引导进行机器人设置，从而分散用户奖池的获利<br/>
                </p>
            </li>
        </ul>
    </div>
</template>

<script>
    export default {
        data () {
            return {}
        },
        watch: {},
        methods: {},
        computed: {},
        components: {},
        mounted () {

        }
    }
</script>
<style scoped lang="less">
</style>
